{
  "currency": "руб",
  "list": [
    {
      "id": "54b6f01ab8833a6be9b6607e",
      "index": 0,
      "isActive": true,
      "age": 39,
      "img": "p1.png",
      "name": "Nokia 106",
      "about": "Sit commodo ea ut mollit elit excepteur ex nisi fugiat. Ea exercitation laboris nisi deserunt ut cupidatat qui. Incididunt ea adipisicing officia ex fugiat cillum ea do. Aute occaecat ullamco sunt ad laborum culpa. Amet elit commodo qui ipsum culpa cupidatat consectetur.\r\n",
      "price": 18217,
      "display": 4.5,
      "camera": 20,
      "disk": 16,
      "internet": "4G"
    },
    {
      "id": "54b6f01add79b71158830032",
      "index": 1,
      "isActive": true,
      "age": 28,
      "img": "p2.png",
      "name": "Lumia 735",
      "about": "Pariatur commodo magna mollit amet duis aliqua est qui officia anim exercitation consequat ex cupidatat. Consequat irure laboris nisi nisi voluptate excepteur reprehenderit exercitation ea aliquip voluptate. In magna in eiusmod dolor ea do sint incididunt esse ut aute do labore do.\r\n",
      "price": 18086,
      "display": 4.5,
      "camera": 20,
      "disk": 16,
      "internet": "4G"
    },
    {
      "id": "54b6f01a53a50b6bccc52cb0",
      "index": 2,
      "isActive": false,
      "age": 25,
      "img": "p3.png",
      "name": "Lumia 625 3G",
      "about": "Commodo duis officia qui aliqua proident quis laboris in sint aute. Fugiat occaecat excepteur aliqua nulla in sunt anim. Ipsum elit incididunt commodo deserunt cillum excepteur cillum anim fugiat labore sint minim. Reprehenderit ipsum consequat voluptate qui dolor amet ut officia. Ea ullamco dolore esse laboris commodo do.\r\n",
      "price": 12060,
      "display": 6,
      "camera": 18,
      "disk": 4,
      "internet": "4G"
    },
    {
      "id": "54b6f01acd3c8a0cf44a4238",
      "index": 3,
      "isActive": true,
      "age": 30,
      "img": "p4.png",
      "name": "Lumia 625",
      "about": "Velit sint et Lorem ad nisi ut. Elit velit proident velit irure. Duis voluptate cillum officia non ut nostrud. Dolor proident est pariatur adipisicing ut consequat eu labore ullamco nisi et nostrud. Tempor qui ullamco esse aute. Cupidatat velit exercitation minim consequat occaecat est ex exercitation velit amet aute minim culpa. Ad irure culpa aliqua elit in veniam.\r\n",
      "price": 9898,
      "display": 6,
      "camera": 12,
      "disk": 8,
      "internet": "LTE"
    },
    {
      "id": "54b6f01abb209018fac52ccd",
      "index": 4,
      "isActive": true,
      "age": 21,
      "img": "p5.png",
      "name": "Nokia Lumia 930",
      "about": "Duis Lorem do tempor mollit officia laboris enim quis quis ad anim laboris ipsum nostrud. Cupidatat do laboris adipisicing Lorem cupidatat commodo consectetur dolor aute anim. Anim cupidatat consequat qui occaecat nulla adipisicing eiusmod nulla do proident exercitation dolor consectetur. Reprehenderit anim laboris cupidatat ipsum eiusmod magna incididunt. Anim sunt cillum irure fugiat magna amet laboris proident officia ex. Dolore excepteur occaecat ad proident dolor est eu id quis. Cupidatat proident exercitation veniam nostrud do ad Lorem voluptate Lorem quis consectetur.\r\n",
      "price": 14779,
      "display": 5,
      "camera": 14,
      "disk": 64,
      "internet": "LTE"
    },
    {
      "id": "54b6f01ac95a8fb887a1f707",
      "index": 5,
      "isActive": true,
      "age": 20,
      "img": "p6.png",
      "name": "Lumia 630",
      "about": "Quis ad fugiat exercitation veniam commodo labore ad consectetur veniam Lorem. Duis labore officia cillum excepteur magna magna velit irure cillum ipsum consequat. Ex in deserunt dolore velit consequat duis labore. Cillum velit duis veniam velit irure. Voluptate exercitation aute eu Lorem irure ipsum amet nulla Lorem et mollit cillum officia. Adipisicing sint ea do commodo sunt occaecat id do commodo duis consequat sit sit aliqua.\r\n",
      "price": 4666,
      "display": 4,
      "camera": 6,
      "disk": 4,
      "internet": "4G"
    },
    {
      "id": "54b6f01ac23c420f73eb9900",
      "index": 6,
      "isActive": true,
      "age": 22,
      "img": "p7.png",
      "name": "Nokia X Две Сим-карты",
      "about": "Nulla quis aliquip voluptate ut sunt. Exercitation amet sit amet exercitation. Labore velit ipsum magna dolore. Voluptate occaecat magna laboris est qui adipisicing quis consectetur voluptate labore commodo velit. Proident irure deserunt commodo magna officia.\r\n",
      "price": 4790,
      "display": 4,
      "camera": 10,
      "disk": 16,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a4ffb1a6b025996e2",
      "index": 7,
      "isActive": true,
      "age": 25,
      "img": "p8.png",
      "name": "Lumia 530 Две Сим-карты",
      "about": "Et occaecat et anim aute laborum duis id ex velit fugiat sunt occaecat commodo veniam. Tempor et Lorem exercitation amet ad culpa. Minim incididunt sunt aliquip dolore irure adipisicing consequat mollit id cillum adipisicing ut aliquip. Est tempor culpa minim ullamco amet proident velit elit sint consectetur et ut id.\r\n",
      "price": 13168,
      "display": 4.5,
      "camera": 8,
      "disk": 32,
      "internet": "LTE"
    },
    {
      "id": "54b6f01af24029cfd8a0e126",
      "index": 8,
      "isActive": true,
      "age": 24,
      "img": "p9.png",
      "name": "Lumia 1520",
      "about": "Fugiat nostrud nulla cupidatat labore et nulla minim excepteur. Anim exercitation et magna ullamco voluptate proident irure esse voluptate excepteur eu minim ullamco magna. Fugiat minim incididunt ut ex nisi eu ut tempor quis non. Incididunt do esse aute amet aliquip fugiat nulla. In sunt nisi nulla incididunt dolore.\r\n",
      "price": 8863,
      "display": 4,
      "camera": 12,
      "disk": 32,
      "internet": "4G"
    },
    {
      "id": "54b6f01a1151b314078ef161",
      "index": 9,
      "isActive": true,
      "age": 24,
      "img": "p10.png",
      "name": "Nokia Lumia 930",
      "about": "Sit est consequat id reprehenderit adipisicing fugiat non labore culpa. Commodo culpa veniam anim aute laboris. Ea ullamco eu nulla eu laborum pariatur fugiat nisi cupidatat. Enim ipsum do aliqua dolore enim pariatur id fugiat. Fugiat dolore aliqua exercitation irure minim eu in quis Lorem. Esse et fugiat et dolore aute. Laborum ad ullamco qui occaecat aliqua.\r\n",
      "price": 5055,
      "display": 4.5,
      "camera": 7,
      "disk": 16,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a54a76802369d520f",
      "index": 10,
      "isActive": true,
      "age": 26,
      "img": "p11.png",
      "name": "Lumia 625 3G",
      "about": "Ea tempor pariatur ut cillum eiusmod excepteur occaecat velit nostrud laboris tempor laborum. Consequat laborum mollit qui dolor. Nisi adipisicing cupidatat ut in officia sunt ullamco consectetur reprehenderit eu.\r\n",
      "price": 16221,
      "display": 5.5,
      "camera": 7,
      "disk": 64,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a291707eba22516e4",
      "index": 11,
      "isActive": true,
      "age": 34,
      "img": "p12.png",
      "name": "Asha 210 Две Сим-карты",
      "about": "Ut nostrud minim dolor reprehenderit nisi. Sint dolore laborum exercitation tempor magna culpa veniam ipsum ullamco mollit magna nulla fugiat mollit. Laboris elit eiusmod eiusmod mollit est consectetur sit nostrud veniam. Aute incididunt ex reprehenderit est culpa anim laboris nulla dolore pariatur esse. Minim officia quis elit commodo Lorem Lorem duis mollit eu pariatur occaecat ut. Ut aliquip proident excepteur aliqua aute laborum ea exercitation.\r\n",
      "price": 16787,
      "display": 5,
      "camera": 5,
      "disk": 16,
      "internet": "4G"
    },
    {
      "id": "54b6f01ad404d642638be8ed",
      "index": 12,
      "isActive": false,
      "age": 26,
      "img": "p13.png",
      "name": "Nokia XL Две Сим-карты",
      "about": "Officia excepteur ad pariatur officia cillum dolor voluptate quis id. In reprehenderit non enim eu dolor eiusmod esse eu nostrud nostrud consectetur. Elit occaecat eu ut aliquip quis. Ad aliqua eiusmod occaecat eu velit quis culpa occaecat. Eiusmod consectetur qui amet labore aliqua pariatur proident. Ut sunt ad et dolor qui eiusmod enim et.\r\n",
      "price": 13452,
      "display": 4.5,
      "camera": 6,
      "disk": 32,
      "internet": "LTE"
    },
    {
      "id": "54b6f01af4f66f4139d083a3",
      "index": 13,
      "isActive": false,
      "age": 21,
      "img": "p14.png",
      "name": "Lumia 630",
      "about": "Cillum aute ea exercitation qui sunt proident enim aliqua occaecat irure dolore laboris commodo. Magna ut non aliquip occaecat aute duis aliqua. Esse in tempor culpa labore consequat minim qui exercitation in consequat. Cillum nisi sunt minim exercitation aliqua est velit eu mollit incididunt reprehenderit fugiat. Incididunt quis dolore veniam sunt consectetur excepteur. Ex nisi aute aute ut velit est incididunt.\r\n",
      "price": 7307,
      "display": 4,
      "camera": 15,
      "disk": 64,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a7e8d326f144cae5c",
      "index": 14,
      "isActive": true,
      "age": 20,
      "img": "p15.png",
      "name": "Nokia 515 Две Сим-карты",
      "about": "Elit dolor est do veniam eu laboris sit do ipsum voluptate fugiat culpa labore proident. Fugiat ipsum aliquip officia commodo nostrud. Excepteur pariatur fugiat ullamco ut mollit ad labore. Minim cillum consectetur irure cillum aliqua laborum duis sunt proident aliqua.\r\n",
      "price": 11012,
      "display": 6,
      "camera": 18,
      "disk": 32,
      "internet": "LTE"
    },
    {
      "id": "54b6f01adc1a740cc7f46e9b",
      "index": 15,
      "isActive": true,
      "age": 27,
      "img": "p16.png",
      "name": "Asha 210 Две Сим-карты",
      "about": "Consectetur tempor ullamco amet deserunt veniam duis id excepteur elit dolore do. Ea aliquip tempor cillum veniam nostrud aliquip in culpa veniam consequat cillum pariatur. Ut sit dolore irure aliquip minim. Cupidatat ut esse irure fugiat labore deserunt proident consequat. Est magna tempor nisi qui aliqua incididunt duis aliquip. Sit cillum ea aliqua est mollit non quis. Commodo occaecat qui proident aliqua amet occaecat adipisicing anim voluptate est mollit ad.\r\n",
      "price": 12093,
      "display": 4.5,
      "camera": 19,
      "disk": 16,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a5fe959623b70fab0",
      "index": 16,
      "isActive": true,
      "age": 21,
      "img": "p17.png",
      "name": "Asha 500 Две Сим-карты",
      "about": "Eu Lorem duis ea non excepteur et velit occaecat reprehenderit veniam nulla ad sit adipisicing. Tempor proident ut laborum eu eiusmod mollit irure culpa dolore minim Lorem duis in eiusmod. Eiusmod pariatur cillum aliqua elit. Fugiat consectetur reprehenderit veniam nostrud. Proident enim anim voluptate qui culpa minim eiusmod id id mollit veniam.\r\n",
      "price": 11634,
      "display": 5.5,
      "camera": 18,
      "disk": 64,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a7b878c0544ad2228",
      "index": 17,
      "isActive": true,
      "age": 24,
      "img": "p18.png",
      "name": "Lumia 630 DS Две Сим-карты",
      "about": "Voluptate ad mollit non mollit nisi dolor eiusmod laboris sunt exercitation tempor. Sunt non labore id deserunt est consequat commodo esse veniam excepteur ad. Dolore fugiat tempor tempor cupidatat ex cillum irure irure cupidatat ipsum do id ea. Id non Lorem nisi aliqua sunt sit dolor aute. Sit ex ex ex duis minim voluptate aliquip fugiat adipisicing qui tempor. Veniam non incididunt irure in magna duis.\r\n",
      "price": 3352,
      "display": 4.7,
      "camera": 12,
      "disk": 32,
      "internet": "4G"
    },
    {
      "id": "54b6f01a98dcd426b7006c2e",
      "index": 18,
      "isActive": true,
      "age": 31,
      "img": "p19.png",
      "name": "Nokia 208",
      "about": "Id aliquip sunt esse et Lorem occaecat pariatur voluptate veniam ex aute est amet excepteur. Dolore Lorem veniam id dolor. Ad ex dolore et culpa esse enim quis minim minim laborum non dolore anim excepteur. Magna do nisi incididunt nostrud voluptate culpa eiusmod incididunt. Esse id ad adipisicing ex adipisicing incididunt laboris est.\r\n",
      "price": 18108,
      "display": 5.5,
      "camera": 17,
      "disk": 8,
      "internet": "4G"
    },
    {
      "id": "54b6f01aba48b03d5d520b29",
      "index": 19,
      "isActive": true,
      "age": 37,
      "img": "p20.png",
      "name": "Lumia 2520",
      "about": "Incididunt ea ex qui esse consequat id Lorem labore anim aliqua laboris ex. Mollit quis cillum occaecat consequat excepteur do reprehenderit commodo culpa esse sit ipsum dolore dolor. Ad elit aute mollit Lorem Lorem velit fugiat adipisicing aute sunt. Veniam veniam exercitation consectetur enim aute reprehenderit exercitation et incididunt. Anim in proident aliqua irure amet deserunt nostrud anim deserunt nulla nostrud occaecat nostrud.\r\n",
      "price": 3531,
      "display": 4.7,
      "camera": 13,
      "disk": 16,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a44a0ceef2bfa0392",
      "index": 20,
      "isActive": true,
      "age": 20,
      "img": "p21.png",
      "name": "Nokia 208",
      "about": "Id veniam cillum dolore exercitation eu consectetur aliquip ea. Adipisicing ea pariatur laboris pariatur qui. Ex ad pariatur esse incididunt cupidatat excepteur occaecat magna reprehenderit commodo pariatur ut. Tempor voluptate et cupidatat anim magna ea eu exercitation aliqua cupidatat velit sunt duis consequat. Cupidatat quis enim eu exercitation sunt nisi cupidatat sit. Exercitation elit nulla ut ad esse exercitation reprehenderit sit elit duis. Reprehenderit velit dolor consequat occaecat cillum qui culpa fugiat consectetur cupidatat aliquip.\r\n",
      "price": 3279,
      "display": 5,
      "camera": 5,
      "disk": 4,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a7c75bea5f3943bb8",
      "index": 21,
      "isActive": true,
      "age": 25,
      "img": "p22.png",
      "name": "Lumia 2520",
      "about": "Pariatur voluptate enim officia sit in sunt sit do proident culpa quis consectetur. Aliqua occaecat culpa fugiat minim voluptate. Non qui ex et dolor veniam sit ad voluptate velit voluptate non sit. Anim deserunt mollit in commodo cupidatat incididunt elit aliquip amet proident exercitation fugiat sunt ea. Laborum qui ipsum labore Lorem est consectetur ea dolore eiusmod. Magna cupidatat eu ad cupidatat et velit aliqua reprehenderit deserunt do ea aute laboris.\r\n",
      "price": 10265,
      "display": 5.5,
      "camera": 9,
      "disk": 64,
      "internet": "4G"
    },
    {
      "id": "54b6f01adc2341a1e74884a3",
      "index": 22,
      "isActive": true,
      "age": 23,
      "img": "p23.png",
      "name": "Microsoft Lumia 532 Две Сим-карты",
      "about": "Dolor ut excepteur veniam velit sint et fugiat eu reprehenderit. Mollit non laborum veniam consectetur do excepteur ex sit esse aute id. Exercitation voluptate dolor aliqua occaecat et ullamco quis. Anim non veniam labore ut culpa ipsum ut eiusmod. In ex cillum nostrud et laboris nostrud sit veniam occaecat occaecat. Tempor anim anim id magna sint dolor aliquip ipsum ut ad nisi ut anim. Amet ipsum reprehenderit nisi minim veniam eu ex laboris.\r\n",
      "price": 3229,
      "display": 6,
      "camera": 8,
      "disk": 32,
      "internet": "4G"
    },
    {
      "id": "54b6f01a5ce1dc0fc779babc",
      "index": 23,
      "isActive": true,
      "age": 32,
      "img": "p24.png",
      "name": "Lumia 625 3G",
      "about": "Sit commodo excepteur irure cillum ea do adipisicing ea nulla. Sunt consequat cupidatat sunt mollit sint mollit velit in ullamco cillum Lorem. Ea ea esse consequat proident veniam ipsum magna et mollit. Quis amet adipisicing do nostrud anim dolor proident culpa nisi ut in irure anim consectetur. Commodo nulla irure aute incididunt deserunt et enim officia labore minim ad magna. Laboris dolor est reprehenderit adipisicing elit consectetur magna et officia magna sunt laboris.\r\n",
      "price": 15407,
      "display": 6,
      "camera": 15,
      "disk": 16,
      "internet": "4G"
    },
    {
      "id": "54b6f01a8df5bfb3b6dd4abc",
      "index": 24,
      "isActive": false,
      "age": 29,
      "img": "p25.png",
      "name": "Lumia 1320",
      "about": "Laborum tempor excepteur in nostrud cillum ut incididunt eu dolor duis officia occaecat anim occaecat. Enim cillum aute commodo eiusmod et qui veniam et excepteur fugiat reprehenderit tempor culpa. Non aliquip in occaecat veniam cupidatat sint sunt pariatur culpa in culpa reprehenderit nostrud magna. Aliquip consectetur aute culpa do ea reprehenderit veniam.\r\n",
      "price": 4722,
      "display": 6,
      "camera": 16,
      "disk": 16,
      "internet": "LTE"
    },
    {
      "id": "54b6f01a5d2cd1cf7be9bd0a",
      "index": 25,
      "isActive": true,
      "age": 31,
      "img": "p26.png",
      "name": "Lumia 630 DS Две Сим-карты",
      "about": "Nostrud minim ex reprehenderit qui. Minim adipisicing adipisicing excepteur labore dolore laborum nulla dolore qui tempor fugiat eiusmod. Excepteur minim eu cillum mollit pariatur cupidatat nostrud pariatur in officia fugiat cillum. Aliquip nisi irure anim aliqua labore aute nisi tempor dolor Lorem cillum ullamco reprehenderit. Laboris ex fugiat veniam labore est deserunt non laboris reprehenderit.\r\n",
      "price": 5271,
      "display": 4.7,
      "camera": 6,
      "disk": 4,
      "internet": "4G"
    },
    {
      "id": "54b6f01a952e5bfdf141b6be",
      "index": 26,
      "isActive": false,
      "age": 30,
      "img": "p27.png",
      "name": "Lumia 1320",
      "about": "Exercitation mollit ex voluptate nostrud tempor voluptate ipsum occaecat non mollit qui. Incididunt ad anim qui voluptate adipisicing consectetur do amet minim ullamco minim irure. Elit tempor nisi pariatur cillum et ad minim Lorem esse voluptate nisi commodo pariatur. Lorem nisi nisi aute ullamco commodo ex sunt dolor excepteur magna officia qui. Labore amet esse consequat culpa magna cupidatat non voluptate do qui. Nisi pariatur do id commodo magna aute aliqua aute consequat.\r\n",
      "price": 7945,
      "display": 4.5,
      "camera": 13,
      "disk": 32,
      "internet": "LTE"
    }
  ]
}